
export const dataEntry = [
  {
    link: "guideBooking",
    title: " 부킹시스템 가이드",
    desc: "잔다에서 제공하는<br /> 잔다 부킹 솔루션 가이드",
    icon: `<svg viewBox="0 0 50 50" class="homeBlock__svg">
            <path d="M49,20V6h-8V1h-2v5H11V1H9v5H1v14v29h48V20z M3,8h6v5h2V8h28v5h2V8h6v10H3V8z M3,47V20h44v27H3z" />
            <path d="M6,44h38V24H6V44z M8,38h4v4H8V38z M36,36h-4v-4h4V36z M38,32h4v4h-4V32z M20,38h4v4h-4V38z M18,42h-4v-4h4V42z M24,36h-4
              v-4h4V36z M26,32h4v4h-4V32z M26,38h4v4h-4V38z M32,38h4v4h-4V38z M32,30v-4h4v4H32z M30,30h-4v-4h4V30z M24,30h-4v-4h4V30z M18,30
              h-4v-4h4V30z M18,32v4h-4v-4H18z M12,36H8v-4h4V36z M38,42v-4h4v4H38z M42,30h-4v-4h4V30z M12,26v4H8v-4H12z"/>
          </svg>`,

  },
  {
    link: "guideTemplate",
    title: " 템플릿 가이드",
    desc: "<span>잔다에서 제공하는 <br />홈페이지 템플릿 가이드<span>",
    icon: `<svg viewBox="0 0 50 50" class="homeBlock__svg">
           <path d="M1,39h18.523l-3.2,8H12v2h3.523h18.954H38v-2h-4.323l-3.2-8H49V1H1V39z M31.523,47H18.477l3.2-8h6.646L31.523,47zM29.677,37h-9.354H3v-8h44v8H29.677z M47,3v24H3V3H47z" />
           <rect x="24" y="32" width="2" height="2" />
          </svg>`,

  }
];


export const dataBookingList = [
  {
    link: "부킹",
    bgImg: "bookingsolution_bg.jpg",
    title: "잔다 부킹",
    desc: "잔다에서 제공하는<br /> 잔다 부킹 솔루션 가이드",
    icon: `<svg viewBox="0 0 24 24" class="guideList__blockIcon">
              <path fill="none" d="M0 0h24v24H0z"/>
              <path d="M17 3h4a1 1 0 0 1 1 1v16a1 1 0 0 1-1 1H3a1 1 0 0 1-1-1V4a1 1 0 0 1 1-1h4V1h2v2h6V1h2v2zm3 8H4v8h16v-8zm-5-6H9v2H7V5H4v4h16V5h-3v2h-2V5zm-9 8h2v2H6v-2zm5 0h2v2h-2v-2zm5 0h2v2h-2v-2z"/>
           </svg>`,
  },
  {
    link: "타임스페이스",
    bgImg: "timespace_bg.jpg",
    title: "타임스페이스",
    desc: "<span>잔다에서 제공하는 <br />홈페이지 템플릿 가이드<span>",
    icon: ` <svg viewBox="0 0 24 24" class="guideList__blockIcon" fill="none">
                <path fill-rule="evenodd" clip-rule="evenodd" d="M6.4816 3.36113C5.68536 2.76395 4.57117 2.84313 3.86739 3.54692L3.54701 3.86729C2.84323 4.57108 2.76404 5.68527 3.36122 6.48151L3.52161 6.69535C4.32571 5.41258 5.41267 4.32562 6.69544 3.52151L6.4816 3.36113ZM8.72978 2.54727L7.6816 1.76113C6.08912 0.566771 3.86074 0.725135 2.45317 2.1327L2.1328 2.45308C0.725229 3.86065 0.566862 6.08903 1.76122 7.68151L2.54736 8.72969C2.19253 9.75549 2.00009 10.8562 2.00009 12C2.00009 14.4009 2.84717 16.6053 4.25718 18.3287L2.29298 20.2929C1.90246 20.6834 1.90246 21.3166 2.29298 21.7071C2.68351 22.0976 3.31667 22.0976 3.7072 21.7071L5.6714 19.7429C7.39476 21.1529 9.59922 22 12.0001 22C14.401 22 16.6054 21.1529 18.3288 19.7429L20.293 21.7071C20.6835 22.0976 21.3167 22.0976 21.7072 21.7071C22.0977 21.3166 22.0977 20.6834 21.7072 20.2929L19.743 18.3287C21.153 16.6053 22.0001 14.4009 22.0001 12C22.0001 10.8562 21.8077 9.75549 21.4528 8.72969L22.239 7.68151C23.4333 6.08903 23.275 3.86065 21.8674 2.45308L21.547 2.1327C20.1394 0.725135 17.9111 0.566771 16.3186 1.76113L15.2704 2.54727C14.2446 2.19244 13.1439 2 12.0001 2C10.8563 2 9.75558 2.19244 8.72978 2.54727ZM17.3047 3.52151C18.5875 4.32562 19.6745 5.41258 20.4786 6.69535L20.639 6.48151C21.2361 5.68527 21.157 4.57108 20.4532 3.86729L20.1328 3.54692C19.429 2.84313 18.3148 2.76395 17.5186 3.36113L17.3047 3.52151ZM12.0001 4C10.9184 4 9.88927 4.21413 8.95083 4.60136C6.98538 5.4124 5.41249 6.98529 4.60146 8.95074C4.21422 9.88917 4.00009 10.9183 4.00009 12C4.00009 14.2094 4.89443 16.208 6.34324 17.6569C7.79205 19.1057 9.79068 20 12.0001 20C14.2095 20 16.2081 19.1057 17.6569 17.6569C19.1058 16.208 20.0001 14.2094 20.0001 12C20.0001 10.9183 19.786 9.88917 19.3987 8.95074C18.5877 6.98529 17.0148 5.4124 15.0493 4.60136C14.1109 4.21413 13.0818 4 12.0001 4ZM12.0001 7C12.5524 7 13.0001 7.44772 13.0001 8V11.5L16.6001 14.2C17.0419 14.5314 17.1315 15.1582 16.8001 15.6C16.4687 16.0418 15.8419 16.1314 15.4001 15.8L11.4001 12.8C11.1483 12.6111 11.0001 12.3148 11.0001 12V8C11.0001 7.44772 11.4478 7 12.0001 7Z"/>
            </svg>`,
  },
  // {
  //   link: "부킹라이트",
  //   bgImg: "bookinglight_bg.jpg",
  //   title: "부킹 라이트",
  //   desc: "<span>잔다에서 제공하는 <br />홈페이지 템플릿 가이드<span>",
  //   icon: `<svg viewBox="0 0 50 50" class="guideList__blockIcon">
  //          <path d="M1,39h18.523l-3.2,8H12v2h3.523h18.954H38v-2h-4.323l-3.2-8H49V1H1V39z M31.523,47H18.477l3.2-8h6.646L31.523,47zM29.677,37h-9.354H3v-8h44v8H29.677z M47,3v24H3V3H47z" />
  //          <rect x="24" y="32" width="2" height="2" />
  //         </svg>`,

  // },
];


export const dataTemplateList = [
  {
    link: "정글웹",
    bgImg: "bookingsolution_bg.jpg",
    title: "정글웹",
    desc: "잔다에서 제공하는<br /> 정글웹 가이드",
    icon: `<svg viewBox="0 0 24 24" class="guideList__blockIcon">
              <g>
                  <path fill="none" d="M0 0h24v24H0z"/>
                  <path d="M21 20h2v2H1v-2h2V3a1 1 0 0 1 1-1h16a1 1 0 0 1 1 1v17zm-2 0V4H5v16h14zM8 11h3v2H8v-2zm0-4h3v2H8V7zm0 8h3v2H8v-2zm5 0h3v2h-3v-2zm0-4h3v2h-3v-2zm0-4h3v2h-3V7z"/>
              </g>
          </svg>`,
  },
  {
    link: "템플릿 숙박",
    bgImg: "bookingsolution_bg.jpg",
    title: "숙박 템플릿",
    desc: "잔다에서 제공하는<br /> 숙박 템플릿 가이드",
    icon: `<svg viewBox="0 0 24 24" class="guideList__blockIcon">
              <g>
                  <path fill="none" d="M0 0h24v24H0z"/>
                  <path d="M21 20h2v2H1v-2h2V3a1 1 0 0 1 1-1h16a1 1 0 0 1 1 1v17zm-2 0V4H5v16h14zM8 11h3v2H8v-2zm0-4h3v2H8V7zm0 8h3v2H8v-2zm5 0h3v2h-3v-2zm0-4h3v2h-3v-2zm0-4h3v2h-3V7z"/>
              </g>
          </svg>`,
  },
  {
    link: "템플릿 카페",
    bgImg: "timespace_bg.jpg",
    title: "카페 템플릿",
    desc: "<span>잔다에서 제공하는 <br />카페 템플릿 가이드<span>",
    icon: `<svg viewBox="0 0 24 24" class="guideList__blockIcon">
              <path d="M9,17h4a5,5,0,0,0,5-5V11h1a3,3,0,0,0,0-6H18V4a1,1,0,0,0-1-1H5A1,1,0,0,0,4,4v8A5,5,0,0,0,9,17ZM18,7h1a1,1,0,0,1,0,2H18ZM6,5H16v7a3,3,0,0,1-3,3H9a3,3,0,0,1-3-3ZM21,19H3a1,1,0,0,0,0,2H21a1,1,0,0,0,0-2Z"/>
           </svg>`,
  },
  {
    link: "템플릿 펍",
    bgImg: "bookinglight_bg.jpg",
    title: "펍 템플릿",
    desc: "<span>잔다에서 제공하는 <br />펍 템플릿 가이드<span>",
    icon: `<svg viewBox="0 0 11 11" class="guideList__blockIcon">
              <path d="M5.5,1c-2.3,0-3,0.66-3,0.66v2c0.0328,0.9197,0.2577,1.8223,0.66,2.65c0.376,0.9646,0.376,2.0354,0,3c0,0,0,0.66,2.32,0.66&#xA;&#x9;S7.8,9.31,7.8,9.31c-0.376-0.9646-0.376-2.0354,0-3c0.4023-0.8277,0.6272-1.7303,0.66-2.65v-2C8.46,1.66,7.8,1,5.5,1z M5.5,9.28&#xA;&#x9;C4.9736,9.3066,4.4465,9.2458,3.94,9.1c0.1326-0.4787,0.1999-0.9732,0.2-1.47h2.72c-0.0144,0.2198-0.0144,0.4402,0,0.66&#xA;&#x9;C6.8939,8.5635,6.9474,8.8342,7.02,9.1C6.5269,9.2448,6.0136,9.309,5.5,9.29V9.28z M7.82,3.28c-1.5116,0.4425-3.1184,0.4425-4.63,0&#xA;&#x9;L3.18,2c1.5151-0.4422,3.1249-0.4422,4.64,0c0,0,0.03,1.33,0,1.33L7.82,3.28z"/>
          </svg>`,
  },
  {
    link: "템플릿A",
    bgImg: "timespace_bg.jpg",
    title: "템플릿 A",
    desc: "<span>잔다에서 제공하는 <br />템플릿 A 가이드<span>",
    icon: `<svg viewBox="0 0 24 24" class="guideList__blockIcon">
              <path d="M20.87,0H7.13A3.14,3.14,0,0,0,4,3.13V4H0V24H20V20h.87A3.14,3.14,0,0,0,24,16.87V3.13A3.14,3.14,0,0,0,20.87,0ZM18,22H2V6H4V16.87A3.14,3.14,0,0,0,7.13,20H18Zm4-5.13A1.14,1.14,0,0,1,20.87,18H7.13A1.14,1.14,0,0,1,6,16.87V3.13A1.14,1.14,0,0,1,7.13,2H20.87A1.14,1.14,0,0,1,22,3.13Z"/><rect x="9" y="5" width="10" height="2"/><rect x="9" y="9" width="10" height="2"/><rect x="9" y="13" width="10" height="2"/>
          </svg>`,
  },
];


export const dataGuideList = {

  side_compnay: "JANDA",
  side_intro: "대한민국 1등 <br />클라우드·핀테크 기반 예약솔루션",
  side_intro_name: "잔다",
  side_link_txt: "잔다",

}